Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# codeFlow.version.checking
source: Checking for the latest version on the selected branch…
ar: جاري التحقق من أحدث إصدار على الفرع المحدد…
de: Prüfe auf neueste Version des ausgewählten Branches…
es: Comprobando la última versión en la rama seleccionada…
fr: Vérification de la dernière version sur la branche sélectionnée…
id: Memeriksa versi terbaru di cabang yang dipilih…
it: Verifica dell'ultima versione sul ramo selezionato…
ja: 選択したブランチの最新バージョンを確認中…
ko: 선택한 브랜치의 최신 버전 확인 중…
nl: Controleren op nieuwste versie op de geselecteerde branch…
pl: Sprawdzanie najnowszej wersji na wybranej gałęzi…
pt_br: Verificando a versão mais recente no branch selecionado…
ru: Проверка последней версии на выбранной ветке…
tr: Seçilen dalda en son sürüm kontrol ediliyor…
uk: Перевірка наявності останньої версії на вибраній гілці…
vi: Đang kiểm tra phiên bản mới nhất trên nhánh đã chọn…
zh_hans: 正在检查所选分支最新版本…
zh_hant: 正在检查所选分支最新版本…

# codeFlow.version.current
source: The current graph is up to date with the selected branch
ar: الرسم البياني الحالي محدث مع الفرع المحدد
de: Der aktuelle Graph ist mit dem ausgewählten Branch auf dem neuesten Stand
es: El grafo actual está actualizado con la rama seleccionada
fr: Le graphe actuel est à jour avec la branche sélectionnée
id: Grafik saat ini sudah yang terbaru dengan cabang yang dipilih
it: Il grafo corrente è aggiornato con il ramo selezionato
ja: 現在のグラフは選択したブランチと最新です
ko: 현재 그래프가 선택한 브랜치와 최신 상태입니다
nl: De huidige grafiek is up-to-date met de geselecteerde branch
pl: Bieżący graf jest aktualny względem wybranej gałęzi
pt_br: O grafo atual está atualizado com o branch selecionado
ru: Текущий граф соответствует выбранной ветке
tr: Mevcut grafik seçilen dalla güncel
uk: Поточний граф відповідає вибраній гілці
vi: Đồ thị hiện tại đã cập nhật với nhánh đã chọn
zh_hans: 当前图谱已是所选分支最新版本
zh_hant: 当前图谱已是所选分支最新版本

# codeFlow.version.updateAvailableFormat
source: New commits found: %1$@ → %2$@. Re-generation recommended.
ar: تم العثور على commits جديدة: %1$@ → %2$@. يُوصى بإعادة التوليد.
de: Neue Commits gefunden: %1$@ → %2$@. Neugenerierung empfohlen.
es: Nuevos commits encontrados: %1$@ → %2$@. Se recomienda regenerar.
fr: Nouveaux commits trouvés : %1$@ → %2$@. Régénération recommandée.
id: Ditemukan commit baru: %1$@ → %2$@. Disarankan pembuatan ulang.
it: Trovati nuovi commit: %1$@ → %2$@. Si consiglia la rigenerazione.
ja: 新しいコミットが見つかりました: %1$@ → %2$@。再生成をお勧めします。
ko: 새 커밋 발견: %1$@ → %2$@. 재생성을 권장합니다.
nl: Nieuwe commits gevonden: %1$@ → %2$@. Opnieuw genereren aanbevolen.
pl: Znaleziono nowe zatwierdzenia: %1$@ → %2$@. Zalecane ponowne wygenerowanie.
pt_br: Novos commits encontrados: %1$@ → %2$@. Recomenda-se gerar novamente.
ru: Обнаружены новые коммиты: %1$@ → %2$@. Рекомендуется перегенерация.
tr: Yeni işlemler bulundu: %1$@ → %2$@. Yeniden oluşturma önerilir.
uk: Знайдено нові коміти: %1$@ → %2$@. Рекомендується повторна генерація.
vi: Tìm thấy commit mới: %1$@ → %2$@. Khuyến nghị tạo lại.
zh_hans: 仓库有新提交：%1$@ → %2$@，建议重新生成
zh_hant: 仓库有新提交：%1$@ → %2$@，建议重新生成

# codeGraph.archiveLimit.adjust
source: Adjust Limit
ar: ضبط الحد
de: Limit anpassen
es: Ajustar límite
fr: Ajuster la limite
id: Sesuaikan Batas
it: Regola limite
ja: 制限を調整
ko: 제한 조정
nl: Limiet aanpassen
pl: Dostosuj limit
pt_br: Ajustar Limite
ru: Изменить лимит
tr: Sınırı Ayarla
uk: Змінити ліміт
vi: Điều chỉnh giới hạn
zh_hans: 调整上限
zh_hant: 调整上限

# codeGraph.archiveLimit.noticeFormat
source: Downloads the complete repository ZIP. Archives over %lld MB are blocked; adjust this under AI Services → Code Context.
ar: يُنزّل ملف ZIP الكامل للمستودع. الأرشيفات التي تزيد عن %lld ميغابايت محظورة؛ اضبط هذا ضمن خدمات AI → سياق الكود.
de: Lädt das vollständige Repository-ZIP herunter. Archive über %lld MB werden blockiert; passen Sie dies unter KI-Dienste → Code-Kontext an.
es: Descarga el ZIP completo del repositorio. Los archivos de más de %lld MB están bloqueados; ajústalo en Servicios de IA → Contexto de código.
fr: Télécharge le ZIP complet du dépôt. Les archives de plus de %lld Mo sont bloquées ; ajustez cette limite dans Services IA → Contexte du code.
id: Mengunduh ZIP lengkap repositori. Arsip di atas %lld MB diblokir; sesuaikan di Layanan AI → Konteks Kode.
it: Scarica il file ZIP completo del repository. Gli archivi oltre %lld MB vengono bloccati; regola questa impostazione in Servizi AI → Contesto codice.
ja: リポジトリ全体の ZIP をダウンロードします。%lld MB を超えるアーカイブはブロックされます。AI サービス → コードコンテキストで調整してください。
ko: 전체 저장소 ZIP을 다운로드합니다. %lld 바이트를 초과하는 아카이브는 차단됩니다. AI 서비스 → 코드 컨텍스트에서 조정할 수 있습니다.
nl: Downloadt de volledige repository-ZIP. Archieven groter dan %lld MB worden geblokkeerd; pas dit aan onder AI-services → Codecontext.
pl: Pobiera pełne archiwum ZIP repozytorium. Archiwa powyżej %lld MB są blokowane; dostosuj w AI Services → Code Context.
pt_br: Baixa o ZIP completo do repositório. Arquivos acima de %lld MB são bloqueados; ajuste em Serviços de IA → Contexto de Código.
ru: Загружает полный ZIP репозитория. Архивы размером более %lld МБ блокируются; настройте это в разделе AI Services → Code Context.
tr: Tam depo ZIP'ini indirir. %lld MB üzeri arşivler engellenir; AI Hizmetleri → Kod Bağlamı altında ayarlayın.
uk: Завантажує повний ZIP репозиторію. Архіви понад %lld МБ блокуються; налаштуйте це в AI Services → Code Context.
vi: Tải xuống tệp ZIP đầy đủ của kho lưu trữ. Các tệp lưu trữ trên %lld MB bị chặn; điều chỉnh trong Dịch vụ AI → Ngữ cảnh mã.
zh_hans: 需要下载完整仓库 ZIP；超过 %lld MB 将停止处理，可在「AI 服务 → 代码上下文」中调整。
zh_hant: 需要下载完整仓库 ZIP；超过 %lld MB 将停止处理，可在「AI 服务 → 代码上下文」中调整。

# commands.actions.checkForUpdates
source: Check for Updates...
ar: التحقق من التحديثات...
de: Nach Updates suchen...
es: Buscar actualizaciones...
fr: Rechercher des mises à jour...
id: Periksa Pembaruan...
it: Controlla aggiornamenti...
ja: アップデートを確認...
ko: 업데이트 확인...
nl: Controleren op updates...
pl: Sprawdź aktualizacje...
pt_br: Verificar Atualizações...
ru: Проверить обновления...
tr: Güncellemeleri Kontrol Et...
uk: Перевірити оновлення...
vi: Kiểm tra cập nhật...
zh_hans: 检查更新...
zh_hant: 检查更新...

# commands.actions.menu
source: Actions
ar: إجراءات
de: Aktionen
es: Acciones
id: Tindakan
it: Azioni
ja: アクション
ko: 작업
nl: Acties
pl: Akcje
pt_br: Ações
ru: Действия
tr: Eylemler
uk: Дії
vi: Hành động
zh_hans: 操作
zh_hant: 操作

# commands.actions.openGlobalSearch
source: Open Global Search
ar: فتح البحث الشامل
de: Globale Suche öffnen
es: Abrir búsqueda global
fr: Ouvrir la recherche globale
id: Buka Pencarian Global
it: Apri ricerca globale
ja: グローバル検索を開く
ko: 전체 검색 열기
nl: Globaal zoeken openen
pl: Otwórz wyszukiwanie globalne
pt_br: Abrir Busca Global
ru: Открыть глобальный поиск
tr: Genel Aramayı Aç
uk: Відкрити глобальний пошук
vi: Mở tìm kiếm toàn cục
zh_hans: 打开全局搜索
zh_hant: 打开全局搜索

# commands.actions.openKnowledgeRAGWorkspace
source: Open Knowledge RAG Workspace
ar: فتح مساحة عمل Knowledge RAG
de: Knowledge RAG Workspace öffnen
es: Abrir espacio de trabajo RAG de conocimiento
fr: Ouvrir l'espace de travail Knowledge RAG
id: Buka Ruang Kerja Knowledge RAG
it: Apri workspace Knowledge RAG
ja: Knowledge RAG ワークスペースを開く
ko: Knowledge RAG 작업 공간 열기
nl: Knowledge RAG-werkruimte openen
pl: Otwórz Knowledge RAG Workspace
pt_br: Abrir Espaço de Trabalho Knowledge RAG
ru: Открыть рабочее пространство Knowledge RAG
tr: Knowledge RAG Çalışma Alanını Aç
uk: Відкрити Knowledge RAG Workspace
vi: Mở không gian làm việc Knowledge RAG
zh_hans: 打开知识库 RAG 工作台
zh_hant: 打开知识库 RAG 工作台

# commands.actions.openSelectedRepoAI
source: Open AI for Current Repository
ar: فتح الذكاء الاصطناعي للمستودع الحالي
de: KI für aktuelles Repository öffnen
es: Abrir IA para el repositorio actual
fr: Ouvrir l'IA pour le dépôt actuel
id: Buka AI untuk Repositori Saat Ini
it: Apri AI per repository corrente
ja: 現在のリポジトリの AI を開く
ko: 현재 저장소 AI 열기
nl: AI openen voor huidige repository
pl: Otwórz AI dla bieżącego repozytorium
pt_br: Abrir IA para o Repositório Atual
ru: Открыть ИИ для текущего репозитория
tr: Geçerli Depo için AI'yı Aç
uk: Відкрити AI для поточного репозиторію
vi: Mở AI cho kho hiện tại
zh_hans: 打开当前仓库 AI
zh_hant: 打开当前仓库 AI

# commands.actions.refreshCurrentContent
source: Refresh Repository List/Details
ar: تحديث قائمة/تفاصيل المستودع
de: Repository-Liste/Details aktualisieren
es: Actualizar lista/detalles del repositorio
fr: Actualiser la liste/détails du dépôt
id: Muat Ulang Daftar/Detail Repositori
it: Aggiorna elenco/dettagli repository
ja: リポジトリ一覧/詳細を更新
ko: 저장소 목록/세부 정보 새로고침
nl: Repositorylijst/details vernieuwen
pl: Odśwież listę/szczegóły repozytorium
pt_br: Atualizar Lista/Detalhes do Repositório
ru: Обновить список/детали репозитория
tr: Depo Listesini/Ayrıntılarını Yenile
uk: Оновити список/деталі репозиторію
vi: Làm mới danh sách/chi tiết kho
zh_hans: 刷新仓库列表/详情
zh_hant: 刷新仓库列表/详情

# commands.actions.refreshCurrentDetail
source: Refresh Current Details
ar: تحديث التفاصيل الحالية
de: Aktuelle Details aktualisieren
es: Actualizar detalles actuales
fr: Actualiser les détails actuels
id: Muat Ulang Detail Saat Ini
it: Aggiorna dettagli correnti
ja: 現在の詳細を更新
ko: 현재 세부 정보 새로고침
nl: Huidige details vernieuwen
pl: Odśwież bieżące szczegóły
pt_br: Atualizar Detalhes Atuais
ru: Обновить текущие детали
tr: Geçerli Ayrıntıları Yenile
uk: Оновити поточні деталі
vi: Làm mới chi tiết hiện tại
zh_hans: 刷新当前详情
zh_hant: 刷新当前详情

# commands.actions.refreshCurrentList
source: Refresh Current List
ar: تحديث القائمة الحالية
de: Aktuelle Liste aktualisieren
es: Actualizar lista actual
fr: Actualiser la liste actuelle
id: Muat Ulang Daftar Saat Ini
it: Aggiorna elenco corrente
ja: 現在の一覧を更新
ko: 현재 목록 새로고침
nl: Huidige lijst vernieuwen
pl: Odśwież bieżącą listę
pt_br: Atualizar Lista Atual
ru: Обновить текущий список
tr: Geçerli Listeyi Yenile
uk: Оновити поточний список
vi: Làm mới danh sách hiện tại
zh_hans: 刷新当前列表
zh_hant: 刷新当前列表

# commands.help.contactSupport
source: Contact Support
ar: الاتصال بالدعم
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
id: Hubungi Dukungan
it: Contatta supporto
ja: サポートに連絡
ko: 고객 지원 문의
nl: Contact opnemen met ondersteuning
pl: Skontaktuj się z pomocą techniczną
pt_br: Contatar Suporte
ru: Связаться с поддержкой
tr: Destek ile İletişime Geç
uk: Зв'язатися з підтримкою
vi: Liên hệ hỗ trợ
zh_hans: 联系支持
zh_hant: 联系支持

# commands.help.helpCenter
source: Help Center
ar: مركز المساعدة
de: Hilfe-Center
es: Centro de ayuda
fr: Centre d'aide
id: Pusat Bantuan
it: Centro assistenza
ja: ヘルプセンター
ko: 도움말 센터
nl: Helpcentrum
pl: Centrum pomocy
pt_br: Central de Ajuda
ru: Центр справки
tr: Yardım Merkezi
uk: Центр довідки
vi: Trung tâm trợ giúp
zh_hans: 帮助中心
zh_hant: 帮助中心

# commands.help.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隐私政策

# commands.help.releaseNotes
source: What's New
ar: ما الجديد
de: Neuerungen
es: Novedades
fr: Nouveautés
id: Apa yang Baru
it: Novità
ja: 新機能
ko: 새로운 기능
nl: Wat is er nieuw
pl: Co nowego
pt_br: Novidades
ru: Что нового
tr: Yenilikler
uk: Що нового
vi: Có gì mới
zh_hans: 更新说明
zh_hant: 更新说明

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 关闭

# common.copy.copied
source: Copied ✓
ar: تم النسخ ✓
de: Kopiert ✓
es: Copiado ✓
fr: Copié ✓
id: Disalin ✓
it: Copiato ✓
ja: コピーしました ✓
ko: 복사됨 ✓
nl: Gekopieerd ✓
pl: Skopiowano ✓
pt_br: Copiado ✓
ru: Скопировано ✓
tr: Kopyalandı ✓
uk: Скопійовано ✓
vi: Đã sao chép ✓
zh_hans: 已复制 ✓
zh_hant: 已复制 ✓

# common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 删除

# common.ok
source: OK
ar: موافق
es: Aceptar
ko: 확인
tr: Tamam
uk: Гаразд
zh_hans: 好
zh_hant: 好

# common.remove
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Убрать
tr: Kaldır
uk: Вилучити
vi: Loại bỏ
zh_hans: 移除
zh_hant: 移除

# common.unknownError
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知错误

# contribution.hoverHint
source: Contribution activity
ar: نشاط المساهمة
de: Beitragsaktivität
es: Actividad de contribuciones
fr: Activité de contribution
id: Aktivitas kontribusi
it: Attività contributi
ja: コントリビューションアクティビティ
ko: 기여 활동
nl: Bijdrageactiviteit
pl: Aktywność wkładu
pt_br: Atividade de contribuição
ru: Активность вкладов
tr: Katkı etkinliği
uk: Активність внесків
vi: Hoạt động đóng góp
zh_hans: 近一年贡献活跃度
zh_hant: 近一年贡献活跃度

# contribution.lastUpdated
source: Last updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
id: Terakhir diperbarui
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Última atualização
ru: Последнее обновление
tr: Son güncelleme
uk: Востаннє оновлено
vi: Cập nhật lần cuối
zh_hans: 上次更新
zh_hant: 上次更新

# contribution.loading
source: Loading contribution graph…
ar: جارٍ تحميل رسم المساهمات…
de: Beitragsdiagramm wird geladen…
es: Cargando gráfico de contribuciones…
fr: Chargement du graphique de contributions…
id: Memuat grafik kontribusi…
it: Caricamento grafico contributi…
ja: コントリビューショングラフを読み込み中…
ko: 기여 그래프 로딩 중…
nl: Bijdragegrafiek laden…
pl: Ładowanie wykresu wkładu…
pt_br: Carregando gráfico de contribuições…
ru: Загрузка графика вкладов…
tr: Katkı grafiği yükleniyor…
uk: Завантаження графіка внесків…
vi: Đang tải biểu đồ đóng góp…
zh_hans: 正在加载贡献草坪…
zh_hant: 正在加载贡献草坪…

# contribution.title
source: Contributions
ar: المساهمات
de: Beiträge
es: Contribuciones
id: Kontribusi
it: Contributi
ja: コントリビューション
ko: 기여
nl: Bijdragen
pl: Wkłady
pt_br: Contribuições
ru: Вклады
tr: Katkılar
uk: Внески
vi: Đóng góp
zh_hans: 贡献
zh_hant: 贡献

# contribution.totalCount
source: %lld contributions
ar: %lld مساهمة
de: %lld Beiträge
es: %lld contribuciones
id: %lld kontribusi
it: %lld contributi
ja: %lld 件のコントリビューション
ko: %lld개 기여
nl: %lld bijdragen
pl: %lld wkładów
pt_br: %lld contribuições
ru: %lld вкладов
tr: %lld katkı
uk: %lld внесків
vi: %lld đóng góp
zh_hans: 近一年贡献 %lld 次
zh_hant: 近一年贡献 %lld 次

# database.error.applicationSupportNotFound
source: Could not locate the Application Support directory.
ar: تعذر العثور على مجلد Application Support.
de: Das Application Support-Verzeichnis konnte nicht gefunden werden.
es: No se pudo localizar el directorio de Soporte de aplicaciones.
fr: Impossible de localiser le répertoire Application Support.
id: Tidak dapat menemukan direktori Application Support.
it: Impossibile trovare la directory Application Support.
ja: Application Supportディレクトリが見つかりませんでした。
ko: Application Support 디렉토리를 찾을 수 없습니다.
nl: Kan de map Application Support niet vinden.
pl: Nie można znaleźć katalogu Application Support.
pt_br: Não foi possível localizar o diretório Application Support.
ru: Не удалось найти каталог Application Support.
tr: Application Support dizini bulunamadı.
uk: Не вдалося знайти каталог Application Support.
vi: Không tìm thấy thư mục Hỗ trợ Ứng dụng.
zh_hans: 无法定位 Application Support 目录。
zh_hant: 无法定位 Application Support 目录。

# database.error.migrationFailedFormat
source: Database migration failed: %@
ar: فشل ترحيل قاعدة البيانات: %@
de: Datenbankmigration fehlgeschlagen: %@
es: Error en la migración de la base de datos: %@
fr: Échec de la migration de la base de données : %@
id: Migrasi basis data gagal: %@
it: Migrazione database fallita: %@
ja: データベースの移行に失敗しました: %@
ko: 데이터베이스 마이그레이션 실패: %@
nl: Databasemigratie mislukt: %@
pl: Migracja bazy danych nie powiodła się: %@
pt_br: Falha na migração do banco de dados: %@
ru: Ошибка миграции базы данных: %@
tr: Veritabanı geçişi başarısız: %@
uk: Міграція бази даних не вдалася: %@
vi: Di chuyển cơ sở dữ liệu thất bại: %@
zh_hans: 数据库迁移失败：%@
zh_hant: 数据库迁移失败：%@

# database.error.openFailedFormat
source: Failed to open database: %@
ar: فشل فتح قاعدة البيانات: %@
de: Datenbank konnte nicht geöffnet werden: %@
es: Error al abrir la base de datos: %@
fr: Échec de l'ouverture de la base de données : %@
id: Gagal membuka basis data: %@
it: Impossibile aprire il database: %@
ja: データベースを開けませんでした: %@
ko: 데이터베이스를 열지 못했습니다: %@
nl: Kan database niet openen: %@
pl: Nie udało się otworzyć bazy danych: %@
pt_br: Falha ao abrir o banco de dados: %@
ru: Не удалось открыть базу данных: %@
tr: Veritabanı açılamadı: %@
uk: Не вдалося відкрити базу даних: %@
vi: Không thể mở cơ sở dữ liệu: %@
zh_hans: 数据库打开失败：%@
zh_hant: 数据库打开失败：%@

# diagnostics.export.button
source: Export Debug Logs
ar: تصدير سجلات التصحيح
de: Debug-Protokolle exportieren
es: Exportar registros de depuración
fr: Exporter les journaux de débogage
id: Ekspor Log Debug
it: Esporta log di debug
ja: デバッグログを書き出す
ko: 디버그 로그 내보내기
nl: Foutopsporingslogboeken exporteren
pl: Eksportuj logi debugowania
pt_br: Exportar Registros de Depuração
ru: Экспортировать журналы отладки
tr: Hata Ayıklama Günlüklerini Dışa Aktar
uk: Експортувати журнали налагодження
vi: Xuất nhật ký gỡ lỗi
zh_hans: 导出调试日志
zh_hant: 导出调试日志

# diagnostics.export.failed.title
source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
id: Ekspor Gagal
it: Esportazione fallita
ja: 書き出しに失敗
ko: 내보내기 실패
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt_br: Falha na Exportação
ru: Ошибка экспорта
tr: Dışa Aktarma Başarısız
uk: Експорт не вдався
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 导出失败

# diagnostics.export.successFormat
source: Exported to %@
ar: تم التصدير إلى %@
de: Exportiert nach %@
es: Exportado a %@
fr: Exporté vers %@
id: Diekspor ke %@
it: Esportato in %@
ja: %@ に書き出しました
ko: %@에 내보냄
nl: Geëxporteerd naar %@
pl: Wyeksportowano do %@
pt_br: Exportado para %@
ru: Экспортировано в %@
tr: %@ konumuna dışa aktarıldı
uk: Експортовано до %@
vi: Đã xuất ra %@
zh_hans: 已导出到 %@
zh_hant: 已导出到 %@

# diagnostics.operation.aiChat
source: AI chat
ar: محادثة الذكاء الاصطناعي
de: KI-Chat
es: Chat de IA
fr: Chat IA
id: obrolan AI
it: Chat AI
ja: AIチャット
ko: AI 채팅
pl: czat AI
pt_br: chat com IA
ru: чат с ИИ
tr: AI sohbeti
uk: AI-чат
vi: Trò chuyện AI
zh_hans: AI 对话
zh_hant: AI 对话

# diagnostics.operation.applyAITag
source: applying AI tags
ar: تطبيق وسوم الذكاء الاصطناعي
de: KI-Tags anwenden
es: aplicando etiquetas de IA
fr: Application des étiquettes IA
id: menerapkan tag AI
it: Applicazione tag AI
ja: AIタグを適用中
ko: AI 태그 적용
nl: AI-tags toepassen
pl: stosowanie tagów AI
pt_br: aplicando tags de IA
ru: применение тегов ИИ
tr: AI etiketleri uygulanıyor
uk: застосування AI-тегів
vi: Áp dụng thẻ AI
zh_hans: 应用 AI 标签
zh_hant: 应用 AI 标签

# diagnostics.operation.generateAIInsight
source: generating AI summary
ar: توليد ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung generieren
es: generando resumen de IA
fr: Génération du résumé IA
id: menghasilkan ringkasan AI
it: Generazione riepilogo AI
ja: AIサマリーを生成中
ko: AI 요약 생성
nl: AI-samenvatting genereren
pl: generowanie podsumowania AI
pt_br: gerando resumo com IA
ru: создание сводки ИИ
tr: AI özeti oluşturuluyor
uk: генерація AI-підсумку
vi: Đang tạo tóm tắt AI
zh_hans: 生成 AI 摘要
zh_hant: 生成 AI 摘要

# diagnostics.operation.loadActivity
source: loading Activity
ar: تحميل النشاط
de: Aktivität laden
es: cargando Actividad
fr: Chargement de l'activité
id: memuat Aktivitas
it: Caricamento attività
ja: アクティビティを読み込み中
ko: 활동 로드
nl: Activiteit laden
pl: ładowanie aktywności
pt_br: carregando Atividade
ru: загрузка активности
tr: Etkinlik yükleniyor
uk: завантаження активності
vi: Đang tải Hoạt động
zh_hans: 加载活动
zh_hant: 加载活动

# diagnostics.operation.loadActivityAnnouncements
source: loading announcements
ar: تحميل الإعلانات
de: Ankündigungen laden
es: cargando anuncios
fr: Chargement des annonces
id: memuat pengumuman
it: Caricamento annunci
ja: お知らせを読み込み中
ko: 공지사항 로드
nl: Aankondigingen laden
pl: ładowanie ogłoszeń
pt_br: carregando anúncios
ru: загрузка объявлений
tr: duyurular yükleniyor
uk: завантаження оголошень
vi: Đang tải thông báo
zh_hans: 加载公告
zh_hant: 加载公告

# diagnostics.operation.loadActivitySecurity
source: loading security advisories
ar: تحميل نصائح الأمان
de: Sicherheitshinweise laden
es: cargando avisos de seguridad
fr: Chargement des avis de sécurité
id: memuat advisori keamanan
it: Caricamento avvisi di sicurezza
ja: セキュリティアドバイザリを読み込み中
ko: 보안 권고 로드
nl: Beveiligingsadviezen laden
pl: ładowanie porad bezpieczeństwa
pt_br: carregando avisos de segurança
ru: загрузка уведомлений безопасности
tr: güvenlik danışmaları yükleniyor
uk: завантаження сповіщень безпеки
vi: Đang tải cảnh báo bảo mật
zh_hans: 加载安全公告
zh_hant: 加载安全公告

# diagnostics.operation.loadAIInsight
source: loading AI summary
ar: تحميل ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung laden
es: cargando resumen de IA
fr: Chargement du résumé IA
id: memuat ringkasan AI
it: Caricamento riepilogo AI
ja: AIサマリーを読み込み中
ko: AI 요약 로드
nl: AI-samenvatting laden
pl: ładowanie podsumowania AI
pt_br: carregando resumo da IA
ru: загрузка сводки ИИ
tr: AI özeti yükleniyor
uk: завантаження AI-підсумку
vi: Đang tải tóm tắt AI
zh_hans: 加载 AI 摘要
zh_hant: 加载 AI 摘要

# diagnostics.operation.loadStars
source: loading starred repositories
ar: تحميل المستودعات المميزة بنجمة
de: Favorisierte Repositories laden
es: cargando repositorios destacados
fr: Chargement des dépôts favoris
id: memuat repositori berbintang
it: Caricamento repository con stella
ja: スター付きリポジトリを読み込み中
ko: 별표 표시된 저장소 로드
nl: Sterrenmarkeringen laden
pl: ładowanie oznaczonych gwiazdką repozytoriów
pt_br: carregando repositórios favoritos
ru: загрузка избранных репозиториев
tr: yıldızlanan depolar yükleniyor
uk: завантаження зірок репозиторіїв
vi: Đang tải kho đã gắn sao
zh_hans: 加载 Star 仓库
zh_hant: 加载 Star 仓库

# diagnostics.operation.loadTrending
source: loading Trending
ar: تحميل الشائع
de: Trends laden
es: cargando Tendencias
fr: Chargement des tendances
id: memuat Trending
it: Caricamento tendenze
ja: トレンドを読み込み中
ko: 트렌딩 로드
nl: Trending laden
pl: ładowanie Trendów
pt_br: carregando Tendências
ru: загрузка трендов
tr: Trendler yükleniyor
uk: завантаження трендів
vi: Đang tải Xu hướng
zh_hans: 加载 Trending
zh_hant: 加载 Trending

# diagnostics.operation.loadWeekly
source: loading Weekly
ar: تحميل الأسبوعي
de: Wöchentliche laden
es: cargando Semanal
fr: Chargement de la semaine
id: memuat Mingguan
it: Caricamento settimanale
ja: ウィークリーを読み込み中
ko: 주간 로드
nl: Wekelijks laden
pl: ładowanie Tygodnia
pt_br: carregando Semanal
ru: загрузка еженедельного
tr: Haftalık yükleniyor
uk: завантаження тижневого
vi: Đang tải Hàng tuần
zh_hans: 加载 Weekly
zh_hant: 加载 Weekly
